export interface Derby {
    id: number;
    name: string;
  }
  
  export const DERBY_LIST: Derby[] = [
    { id: 1, name: "ノースロンドン・ダービー\n(アーセナル vs トッテナム)" },
    { id: 2, name: "マンチェスター・ダービー\n(シティ vs ユナイテッド)" },
    { id: 3, name: "マージーサイド・ダービー\n(リヴァプール vs エヴァートン)" },
    { id: 4, name: "タイン・ウェア・ダービー\n(ニューカッスル vs サンダーランド)" },
    { id: 5, name: "イーストロンドン・ダービー\n(ウェストハム vs ミルウォール)" },
    { id: 6, name: "ブラックカントリー・ダービー\n(WBA vs ウルブス)" },
    { id: 7, name: "M23 ダービー\n(ブライトン vs C・パレス)" },
    { id: 8, name: "スティール・シティ・ダービー\n(シェフィールド U vs W)" },
    { id: 9, name: "セカンドシティ・ダービー\n(アストン・ヴィラ vs バーミンガム)" },
    { id: 10, name: "ローズ・ダービー\n(リーズ vs マンチェスター U)" },
    { id: 11, name: "サウスコースト・ダービー\n(ポーツマス vs サウサンプトン)" },
    { id: 12, name: "イーストランカシャー・ダービー\n(ブラックバーン vs バーンリー)" },
    { id: 13, name: "イーストアングリアン・ダービー\n(ノリッジ vs イプスウィッチ)" },
    { id: 14, name: "タイン・ティーズ・ダービー\n(ニューカッスル vs ミドルスブラ)" },
    { id: 15, name: "ウェストロンドン・ダービー\n(チェルシー vs フラム)" },
    { id: 16, name: "ノッティンガム・ダービー\n(フォレスト vs ノッツ・カウンティ)" },
    { id: 17, name: "ブリストル・ダービー\n(シティ vs ローヴァーズ)" },
    { id: 18, name: "M69 ダービー\n(コヴェントリー vs レスター)" },
    { id: 19, name: "サウスウェールズ・ダービー\n(カーディフ vs スウォンジー)" },
    { id: 20, name: "M5 ダービー\n(アストン・ヴィラ vs WBA)" },
  ];